export const data = [
  {
    "startYear": 1996,
    "endYear": 2003,
    "category": "Наука",
    "events": [
      {
        "year": 1996,
        "description": "13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды" 
      },
      {
        "year": 2000,
        "description": "Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11" 
      },
      {
        "year": 2001,
        "description": "Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi" 
      },
      {
        "year": 1996,
        "description": "13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды" 
      },
      {
        "year": 2000,
        "description": "Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11" 
      },
      {
        "year": 2001,
        "description": "Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi" 
      }
    ]
  },
  {
    "startYear": 1900,
    "endYear": 1923,
    "category": "Техника",
    "events": [
      {
        "year": 1913,
        "description": "13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды" 
      },
      {
        "year": 1921,
        "description": "Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11" 
      },
      {
        "year": 1922,
        "description": "Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi" 
      },
      {
        "year": 1913,
        "description": "13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды" 
      },
      {
        "year": 1921,
        "description": "Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11" 
      },
      {
        "year": 1922,
        "description": "Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi" 
      }
    ]
  },
  {
    "startYear": 1512,
    "endYear": 1651,
    "category": "Программирование",
    "events": [
      {
        "year": 1527,
        "description": "13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды" 
      },
      {
        "year": 1586,
        "description": "Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11" 
      },
      {
        "year": 1623,
        "description": "Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi" 
      },
      {
        "year": 1527,
        "description": "13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды" 
      },
      {
        "year": 1586,
        "description": "Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11" 
      },
      {
        "year": 1623,
        "description": "Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi" 
      }
    ]
  },
  {
    "startYear": 1651,
    "endYear": 1700,
    "category": "Наука",
    "events": [
      {
        "year": 1652,
        "description": "13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды" 
      },
      {
        "year": 1678,
        "description": "Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11" 
      },
      {
        "year": 1699,
        "description": "Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi" 
      },
      {
        "year": 1652,
        "description": "13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды" 
      },
      {
        "year": 1678,
        "description": "Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11" 
      },
      {
        "year": 1699,
        "description": "Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi" 
      }
    ]
  },
  {
    "startYear": 793,
    "endYear": 1023,
    "category": "Техника",
    "events": [
      {
        "year": 794,
        "description": "13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды" 
      },
      {
        "year": 795,
        "description": "Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11" 
      },
      {
        "year": 1000,
        "description": "Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi" 
      },
      {
        "year": 794,
        "description": "13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды" 
      },
      {
        "year": 795,
        "description": "Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11" 
      },
      {
        "year": 1000,
        "description": "Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi" 
      }
    ]
  },
  {
    "startYear": 2015,
    "endYear": 2022,
    "category": "Программирование",
    "events": [
      {
        "year": 2015,
        "description": "13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды" 
      },
      {
        "year": 2016,
        "description": "Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11" 
      },
      {
        "year": 2017,
        "description": "Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi" 
      },
      {
        "year": 2015,
        "description": "13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды" 
      },
      {
        "year": 2016,
        "description": "Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11" 
      },
      {
        "year": 2017,
        "description": "Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi" 
      }
    ]
  },
];

export type DataType = typeof data;